
* in the beginning

#+BEGIN_SRC emacs-lisp
(let ((count 0))
(org-map-entries (lambda () (setq count (+ count 1))))
count))
#+END_SRC

#+RESULTS:
: 1813

